Repository: dkirilov/wp-imdb-score
Catalog: languages/wp-imdb-score-*.po
Languages: bg_bg

source: <b>WP_IMDB_Score:</b> No API Key! Please enter a valid OMDb API Key in plugin's settings page.
bg_bg: <b>WP_IMDB_Score:</b> Не сте задали ключ за OMDb API или ключът, който сте въвели е невалиден! Моля въведете валиден ключ.

source: Caching the score for <b>%s</b> has failed.
bg_bg: Кеширането на оценката за <b>%s</b> се провали.

source: Invalid IMDb movie id.
bg_bg: Невалиден идентификатор на IMDb филм.

source: Http_get failed.
bg_bg: Изтеглянето на оценката се провали.

source: WordPress IMDb Score Plugin Settings Page
bg_bg: Страница с настройки на WordPress IMDb Score Plugin

source: Here you can change some settings according to your needs.
bg_bg: От тази страница имате възможност да променяте някои настройки, така че изобразеният резултат да отговаря на вашите нужди и предпочитания.

source: OMDb API Settings
bg_bg: Настройки на OMDb API

source: IMDb Icon Settings
bg_bg: Настройки на IMDb иконката

source: Link Settings
bg_bg: Настройки на линка

source: Cache Settings
bg_bg: Настройки на кеширането

source: You can get OMDb API Key by visiting <a href="%s" target="%s">this page</a>.
bg_bg: Ако нямате ключ за OMDb API, може да посетите <a href="%s" target="%s">тази страница</a>, за да генерирате такъв.

source: Please note that <strong>icon URL should finish in one of the following extentions: <ins>*.png</ins>, <ins>*.jpg</ins>, <ins>*.jpeg</ins>, <ins>*.gif</ins></strong>! Everything else will be rejected and marked as error. In addition <strong>icon sizes have to be in pixels</strong>!
bg_bg: Моля имайте предвид, че <strong>линкът към иконката трябва да завършва на едно от следните окончания: <ins>*.png</ins>, <ins>*.jpg</ins>, <ins>*.jpeg</ins>, <ins>*.gif</ins></strong>! Всички останали линкове ще бъдат третирани като невалидни. Освен това <strong>размерите на иконките трябва да бъдат в пиксели(px)</strong>!

source: 'Cache lasts' field does accept values in the following format: {number}{[d,D,h,H,m,M,s,S]}.
bg_bg: Полето 'Кешът се обновява през' приема стойности в следният формат: {число}{[d,D,h,H,m,M,s,S]}.

source: API Key
bg_bg: Ключ за API

source: IMDb Icon URL
bg_bg: Линк към IMDb иконка

source: Display IMDb Icon
bg_bg: Показвай IMDb иконката

source: Icon width
bg_bg: Широчина на иконката

source: Icon height
bg_bg: Височина на иконката

source: Display as link
bg_bg: Показвай оценката като линк

source: Link opens in new tab
bg_bg: Да се отваря ли линкът в нов таб

source: Cache results
bg_bg: Кеширай оценките

source: Cache lasts
bg_bg: Кешът да се обновява през

source: Yes
bg_bg: Да

source: No
bg_bg: Не

source: Invalid API Key! Visit <a href="%1$s" target="%2$s">OMDb API's website</a> to get a valid API Key.
bg_bg: Невалиден ключ за OMDb API! Моля посетете <a href="%1$s" target="%2$s">тази страница</a>, за да генерирате валиден ключ за API.

source: Invalid <ins>IMDb Icon URL</ins>!
bg_bg: Линкът към IMDb иконката е невалиден!

source: Invalid <ins>Icon Width</ins>!
bg_bg: Широчината на иконката е невалидна!

source: Invalid <ins>Icon Height</ins>!
bg_bg: Височината на иконката е невалидна!

source: Invalid value for <ins>Cache lasts</ins>!
bg_bg: Невалидна дълготрайност на кеша! Моля коригирайте полето "Кешът да се обновява през"!

source: This plugin helps wordpress users to display the IMDB ratings score for a movie. It's lightweight, simple and easy to use.
bg_bg: С този WordPress плъгин можете лесно да изобразявате оценки на филми от IMDb навсякъде във вашите теми, плъгини, страници и публикации.

source: Dian Kirilov
bg_bg: Диан Кирилов
